[
    {
        "no":"প্রশ্ন ১ঃ লজ্জা ঈমানের অঙ্গ ?",
        "hadis":"উত্তরঃ আব্দুল্লাহ ইবনু ‘উমার (রাযি.) হতে বর্ণিত। একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর পাশ দিয়ে অতিক্রম করছিলেন। তিনি তাঁর ভাইকে তখন (অধিক) লজ্জা ত্যাগের জন্য নাসীহাত করছিলেন। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ ওকে ছেড়ে দাও। কারণ লজ্জা ঈমানের অঙ্গ। (৬১১৮; মুসলিম ১/১২ হাঃ ৩৬, আহমাদ ৪৫৫৪) (আধুনিক প্রকাশনীঃ ২৩, ইসলামিক ফাউন্ডেশনঃ ২৩)"
    },
    {
        "no":"প্রশ্ন ২ঃ ইসলামে কোন্‌ জিনিসটি উত্তম ?",
        "hadis":"উত্তরঃ আবূ মূসা (রাঃ) হতে বর্ণিত। তিনি বলেন, তারা (সাহাবাগণ) জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! ইসলামে কোন্ জিনিসটি উত্তম? তিনি বললেনঃ যার জিহবা ও হাত হতে মুসলিমগণ নিরাপদ থাকে। (মুসলিম ১/১৪ হাঃ ৪২, আহমাদ ৬৭৬৫) (আধুনিক প্রকাশনীঃ ১০, ইসলামিক ফাউন্ডেশনঃ ১০)"
    },
    {
        "no":"প্রশ্ন ৩ঃ খাদ্য খাওয়ানো ইসলামের অন্তর্ভুক্ত ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু ‘আমর (রাঃ) হতে বর্ণিত। জনৈক ব্যক্তি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে জিজ্ঞেস করল, ইসলামের কোন্ জিনিসটি উত্তম? তিনি বললেন, তুমি খাদ্য খাওয়াবে ও চেনা অচেনা সকলকে সালাম দিবে। (২৮, ৬২৩৬; মুসলিম ১/১৪ হাঃ ৪২, আহমাদ ৬৭৬৫) (আধুনিক প্রকাশনীঃ ১১, ইসলামিক ফাউন্ডেশনঃ ১১)"
    },
    {
        "no":"প্রশ্ন ৪ঃ ঈমানের সুস্বাদ ?",
        "hadis":"উত্তরঃ আনাস (রাযি.) হতে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি গুণ যার মধ্যে আছে, সে ঈমানের স্বাদ আস্বাদন করতে পারেঃ ১। আল্লাহ্ ও তাঁর রাসূল তার নিকট অন্য সকল কিছু হতে অধিক প্রিয় হওয়া; ২। কাউকে একমাত্র আল্লাহর জন্যই ভালবাসা; ৩। কুফরীতে প্রত্যাবর্তনকে আগুনে নিক্ষিপ্ত হবার মত অপছন্দ করা। (২১, ৬০৪১, ৬৯৪১; মুসলিম ১/১৫ হাঃ ৪৩, আহমাদ ১২০০২) (আধুনিক প্রকাশনীঃ ১৫, ইসলামিক ফাউন্ডেশনঃ ১৫)"
    },
    {
        "no":"প্রশ্ন ৫ঃ আল্লাহ্ যার মঙ্গল চান, তাঁকে দ্বীনের জ্ঞান দান করেন ?",
        "hadis":"উত্তরঃ হুমায়দ ইবনু ‘আবদুর রহমান (রহ.) হতে বর্ণিত। তিনি বলেনঃ আমি মু‘আবিয়াহ (রাযি.)-কে খুৎবায় বলতে শুনেছি, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, আল্লাহ্ যার মঙ্গল চান, তাকে দ্বীনের ‘ইল্ম দান করেন। আমি তো বিতরণকারী মাত্র, আল্লাহ্ই (জ্ঞান) দাতা। সর্বদাই এ উম্মাত কিয়ামত পর্যন্ত আল্লাহর হুকুমের উপর কায়িম থাকবে, বিরোধিতাকারীরা তাদের কোন ক্ষতি করতে পারবে না। (৩১১৬, ৩৬৪১,৭৩১২, ৭৪৬০; মুসলিম ১২/৩৩ হাঃ ১০৩৭, আহমাদ ১৬৮৪৯, ১৬৮৭৮, ১৬৯১০) (আধুনিক প্রকাশনীঃ ৭১, ইসলামিক ফাউন্ডেশনঃ ৭১)"
    },
    {
        "no":"প্রশ্ন ৬ঃ বালকদের কোন বয়সের কথা শোনা গ্রহণযোগ্য ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু ‘আব্বাস (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আমি সাবালক হবার নিকটবর্তী বয়সে একদা একটি গাধীর উপর আরোহিত অবস্থায় এলাম। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন মিনায় সালাত আদায় করছিলেন তার সামনে কোন দেয়াল না রেখেই। তখন আমি কোন এক কাতারের সামনে দিয়ে অতিক্রম করলাম এবং গাধীটিকে বিচরণের জন্য ছেড়ে দিলাম। আমি কাতারের ভেতর ঢুকে পড়লাম কিন্তু এতে কেউ আমাকে নিষেধ করেননি। (৪৯৩, ৮৬১, ১৮৫৭, ৪৪১২; মুসলিম ৪/৪৭ হাঃ ৫০৪, আহমাদ ১৮৯১) (আধুনিক প্রকাশনীঃ ৭৬, ইসলামিক ফাউন্ডেশনঃ ৭৬)"
    },
    {
        "no":"প্রশ্ন ৭ঃ নিশ্চিত না হওয়া পর্যন্ত সন্দেহের কারণে উযু করতে হয় না ?",
        "hadis":"উত্তরঃ আব্বাদ ইবনু তামীম (রহ.)-এর চাচা হতে বর্ণিত। একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যক্তি সম্পর্কে বলা হল যে, তার মনে হয়েছিল যেন সালাতের মধ্যে কিছু হয়ে গিয়েছিল। তিনি বললেনঃ সে যেন ফিরে না যায়, যতক্ষণ না শব্দ শোনে বা দুর্গন্ধ পায়। (১৭৭, ২০৫৬; মুসলিম ৩/২৬, হাঃ ৩৬১) (আধুনিক প্রকাশনীঃ ১৩৪, ইসলামিক ফাউন্ডেশনঃ ১৩৯)"
    },
    {
        "no":"প্রশ্ন ৮ঃ পূর্ণরূপে উযূ করা ?",
        "hadis":"উত্তরঃ আব্বাদ ইবনু তামীম (রহ.)-এর চাচা হতে বর্ণিত। একদা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যক্তি সম্পর্কে বলা হল যে, তার মনে হয়েছিল যেন সালাতের মধ্যে কিছু হয়ে গিয়েছিল। তিনি বললেনঃ সে যেন ফিরে না যায়, যতক্ষণ না শব্দ শোনে বা দুর্গন্ধ পায়। (১৭৭, ২০৫৬; মুসলিম ৩/২৬, হাঃ ৩৬১) (আধুনিক প্রকাশনীঃ ১৩৪, ইসলামিক ফাউন্ডেশনঃ ১৩৯)"
    },
    {
        "no":"প্রশ্ন ৯ঃ এক আজলা পানি দিয়ে দু’ হাতে মুখমন্ডল ধোয়া ?",
        "hadis":"উত্তরঃ ইবনু ‘আব্বাস (রাযি.) হতে বর্ণনা করেন যে, তিনি উয়ু করলেন এবং তাঁর মুখমন্ডল ধুলেন। এক আজলা পানি নিয়ে তা দিয়ে কুলি করলেন ও নাকে পানি দিলেন। অতঃপর আর এক আজলা পানি নিয়ে তা দিয়ে অনুরূপ করলেন অর্থাৎ আরেক হাতের সাথে মিলিয়ে মুখমন্ডল ধুলেন। অতঃপর আর এক আজলা পানি নিয়ে তা দিয়ে ডান হাত ধুলেন। অতঃপর আর এক আজলা পানি নিয়ে তা দিয়ে তাঁর বাঁ হাত ধুলেন। অতঃপর তিনি মাথা মাসহ(মাসেহ) করলেন। অতঃপর আর এক আজলা পানি নিয়ে ডান পায়ের উপর ঢেলে দিয়ে তা ধুয়ে ফেললেন। অতঃপর আর এক আজলা পানি নিয়ে তা দিয়ে বাম পা ধুলেন। অতঃপর বললেনঃ ‘আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে এভাবে উযূ করতে দেখেছি।’ (আধুনিক প্রকাশনীঃ ১৩৭, ইসলামিক ফাউন্ডেশনঃ ১৪২)"
    },
    {
        "no":"প্রশ্ন ১০ঃ সর্বাবস্থায়, এমনকি সহবাসের সময়েও বিসমিল্লাহ্‌ বলা ?",
        "hadis":"উত্তরঃ ইবনু ‘আব্বাস (রাযি.) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ তার স্ত্রীর সাথে মিলনের পূর্বে যদি বলে, আল্লাহর নামে আরম্ভ করছি। আল্লাহ্! তুমি আমাদেরকে শয়তান থেকে দূরে রাখ এবং যা আমাদেরকে দান করবে তাকেও শয়তান থেকে দূরে রাখ)- অতঃপর (এ মিলনের দ্বারা) তাদের কিসমতে কোন সন্তান থাকলে শয়তান তার কোন ক্ষতি করতে পারবে না। (৩২৭১, ৩২৮৩, ৫১৬৫, ৬৩৮৮, ৭৩৯৬; মুসলিম ত্বলাক (তালাক) অধ্যায়, অনুচ্ছেদ ১৭ হাঃ ১৪৩৪, আহমাদ ১৯০৮) (আধুনিক প্রকাশনীঃ ১৩৮, ইসলামিক ফাউন্ডেশনঃ ১৪৩)"
    },
    {
        "no":"প্রশ্ন ১১ঃ পায়খানায় যাওয়ার সময় কী বলতে হয় ?",
        "hadis":"উত্তরঃ আনাস (রাযি.) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন প্রকৃতির ডাকে শৌচাগারে যেতেন তখন বলতেন,  “আল্লাহুম্মা ইন্নী আঊযুবিকা মিনাল খুবুছি ওয়াল খাবায়িছ” ’’হে আল্লাহ্! আমি মন্দ কাজ ও শয়তান থেকে আপনার আশ্রয় চাচ্ছি।’’ ইবনু ’আর’আরা (রহ.) শু’বাহ (রহ.) সূত্রেও অনুরূপ বর্ণনা করেন। গুনদার (রহ.) শু’বাহ (রহ.) থেকে বর্ণনা করেন, إِذَا أَتَى الْخَلاَءَ  (যখন শৌচাগারে যেতেন)। মূসা (রহ.) হাম্মাদ (রহ.) থেকে বর্ণনা করেন, إِذَا دَخَلَ  (যখন প্রবেশ করতেন)। সা’ঈদ ইবনু যায়দ (রহ.) ’আবদুল ’আযীয (রহ.) থেকে বর্ণনা করেন, ’যখন প্রবেশ করার ইচ্ছা করতেন।’ (৬৩২২; মুসলিম ৩/৪২, হাঃ ৩৭৫, আহমাদ ১১৯৪৭, ১১৯৮৩) (আধুনিক প্রকাশনীঃ ১৩৯, ইসলামিক ফাউন্ডেশনঃ ১৪৪)"
    },
    {
        "no":"প্রশ্ন ১২ঃ পায়খানার নিকট পানি রাখা ?",
        "hadis":"উত্তরঃ ইবনু ‘আব্বাস (রাযি.) হতে বর্ণিত যে, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পায়খানায় গেলেন, তখন আমি তাঁর জন্য উযূর পানি রাখলাম। তিনি জিজ্ঞেস করলেনঃ ‘এটা কে রেখেছে?’ তাঁকে জানানো হলে তিনি বললেনঃ ‘হে আল্লাহ্! তুমি তাকে দ্বীনের জ্ঞান দান কর।’ (৭৫; মুসলিম ৪৪/৩০, হাঃ ২৪৭৭, আহমাদ ২৩৯৭, ২৮৮১, ৩০২৩) (আধুনিক প্রকাশনীঃ ১৪০, ইসলামিক ফাউন্ডেশনঃ ১৪৫)"
    },
    {
        "no":"প্রশ্ন ১৩ঃ যে ব্যক্তি দু’ ইটের উপর বসে মলমূত্র ত্যাগ করল ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু ‘উমার (রাযি.) হতে বর্ণিত। তিনি বলেনঃ ‘লোকে বলে পেশাব পায়খানা করার সময় ক্বিবলা (কিবলা/কেবলা)হর দিকে এবং বাইতুল মুকাদ্দাসের দিকে মুখ করে বসবে না।’ ‘আবদুল্লাহ্ ইব্ন ‘উমার (রাযি.) বলেন, ‘আমি একদা আমাদের ঘরের ছাদে উঠলাম। অতঃপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখলাম বাইতুল মুকাদ্দাসের দিকে মুখ করে দু’টি ইটের উপর স্বীয় প্রয়োজনে বসেছেন। তিনি [ওয়াসী (রহ.)-কে] বললেন, তুমি বোধ হয় তাদের মধ্যে শামিল, যারা পাছায় ভর দিয়ে সালাত আদায় করে। আমি বললাম, ‘আল্লাহর কসম! আমি জানি না।’ মালিক (রহ.) বলেন, (এর অর্থ হলো) যারা সালাত আদায় করে এবং মাটি থেকে পাছা না উঠিয়ে সিজদা দেয়। (১৪৮,১৪৯,৩১০২ ; মুসলিম ২/১৭, হাঃ ২৬৬, আহমাদ ৪৮১২, ৪৯৯১) (আধুনিক প্রকাশনীঃ ১৪২ হাদীসের শেষাংশ নেই, ইসলামিক ফাউন্ডেশনঃ ১৪৭)"
    },
    {
        "no":"প্রশ্ন ১৪ঃ পেশাব পায়খানার জন্য নারীদের বাইরে যাওয়া ?",
        "hadis":"উত্তরঃ আয়িশাহ (রাযি.) হতে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ‘তোমাদের প্রয়োজনের জন্য বের হবার অনুমতি দেয়া হয়েছে।’ হিশাম (রহ.) বলেন, অর্থাৎ পেশাব পায়খানার জন্য। (১৪৬) (আধুনিক প্রকাশনীঃ ১৪৪, ইসলামিক ফাউন্ডেশনঃ ১৪৯)"
    },
    {
        "no":"প্রশ্ন ১৫ঃ গৃহের মধ্যে পেশাব পায়খানা করা ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু ‘উমার (রাযি.) হতে বর্ণিত। তিনি বলেন, ‘আমি আমার বিশেষ এক প্রয়োজনে হাফসাহ (রাযি.)-এর ঘরের ছাদে উঠলাম। তখন দেখলাম, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিবলার দিকে পিঠ দিয়ে শাম-এর দিকে মুখ করে তাঁর প্রয়োজনে বসেছেন।’ (১৪৫) (আধুনিক প্রকাশনীঃ ১৪৫, ইসলামিক ফাউন্ডেশনঃ ১৫০)"
    },
    {
        "no":"প্রশ্ন ১৬ঃ পানি দ্বারা শৌচ কাজ করা ?",
        "hadis":"উত্তরঃ আনাস ইবনু মালিক (রাযি.) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন প্রকৃতির ডাকে সাড়া দিতে বের হতেন তখন আমি ও অপর একটি ছেলে পানির পাত্র নিয়ে আসতাম। অর্থাৎ তিনি তা দিয়ে শৌচকার্য সারতেন। (১৫১, ১৫২, ২১৭, ৫০০; মুসলিম ২/২১, হাঃ ২৭০, আহমাদ ১৩৭১৯, ১৩১০৮) (আধুনিক প্রকাশনীঃ ১৪৭, ইসলামিক ফাউন্ডেশনঃ ১৫২)"
    },
    {
        "no":"প্রশ্ন ১৭ঃ ডান হাতে শৌচকার্য করা নিষেধ ?",
        "hadis":"উত্তরঃ আবূ ক্বাতাদাহ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তোমাদের কেউ যখন পান করে, তখন সে যেন পাত্রের মধ্যে নিঃশ্বাস না ছাড়ে। আর যখন শৌচাগারে যায় তখন তার পুরুষাঙ্গ যেন ডান হাত দিয়ে স্পর্শ না করে এবং ডান হাত দিয়ে যেন শৌচকার্য না করে। (১৫৪, ৫৬৩০; মুসলিম ২/১৮, হাঃ ২৬৭, আহমাদ ২২৬২৮) (আধুনিক প্রকাশনীঃ ১৫০, ইসলামিক ফাউন্ডেশনঃ ১৫৫)"
    },
    {
        "no":"প্রশ্ন ১৮ঃ প্রস্রাব করার সময় ডান হাতে পুরুষাঙ্গ ধরবে না ?",
        "hadis":"উত্তরঃ আবূ ক্বাতাদাহ (রাযি.) হতে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ যখন পেশাব করে তখন সে যেন কখনো ডান হাত দিয়ে তার পুরুষাঙ্গ না ধরে এবং ডান হাত দিয়ে শৌচকার্য না করে এবং পান করার সময় যেন পাত্রের মধ্যে শ্বাস না ছাড়ে। (১৫৩) (আধুনিক প্রকাশনীঃ ১৫১, ইসলামিক ফাউন্ডেশনঃ ১৫৬)"
    },
    {
        "no":"প্রশ্ন ১৯ঃ গোসলের পূর্বে উযূ করা ?",
        "hadis":"উত্তরঃ মাইমূনাহ্ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আল্লাহর রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের উযূর ন্যায় উযূ করলেন, পা দুটো ব্যতীত এবং তাঁর লজ্জাস্থান ও যে যে স্থানে নোংরা লেগেছে তা ধুয়ে নিলেন। অতঃপর নিজের উপর পানি ঢেলে দেন। অতঃপর সেখান হতে সরে গিয়ে পা দু’টো ধুয়ে নেন। এই ছিল তাঁর জানাবাতের গোসল। (২৫৭, ২৫৯, ২৬০, ২৬৬, ২৭৪, ২৭৬, ২৮১; মুসলিম ৩/৯, হাঃ ৩১৭, আহমাদ ২৬৮৬১) (আধুনিক প্রকাশনীঃ ২৪২, ইসলামিক ফাউন্ডেশনঃ ২৪৭)"
    },
    {
        "no":"প্রশ্ন ২০ঃ স্বামী-স্ত্রীর এক সাথে গোসল ?",
        "hadis":"উত্তরঃ আয়িশাহ্ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র (কাদাহ) হতে (পানি নিয়ে) গোসল করতাম। সেই পাত্রকে ফারাক বলা হতো। (২৬১, ২৬৩, ২৭৩, ২৯৯, ৫৯৫৬, ৭৩৩৯; মুসলিম ৩/১০, হাঃ ৩১৯, আহমাদ ২৫৮৯৪) (আধুনিক প্রকাশনীঃ ২৪৩, ইসলামিক ফাউন্ডেশনঃ ২৪৮)"
    },
    {
        "no":"প্রশ্ন ২১ঃ মাথায় তিনবার পানি ঢালা ?",
        "hadis":"উত্তরঃ জুবায়র ইবনু মুত‘ইম (রাযি.) হতে বর্ণিত। তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তিনবার আমার মাথায় পানি ঢালি। এই বলে তিনি উভয় হাতের দ্বারা ইঙ্গিত করেন। (মুসলিম ৩/১১, হাঃ ৩২৭, আহমাদ ১৬৭৪৯, ১৬৭৮০) (আধুনিক প্রকাশনীঃ ২৪৭, ইসলামিক ফাউন্ডেশনঃ ২৫২)"
    },
    {
        "no":"প্রশ্ন ২২ঃ অপবিত্রতার গোসলে কুলি করা ও নাকে পানি দেয়া ?",
        "hadis":"উত্তরঃ ইবনু ‘আব্বাস (রাযি.) হতে বর্ণনা করেন যে, মায়মূনাহ্ (রাযি.) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য গোসলের পানি ঢেলে রাখলাম। তিনি তাঁর ডান হাত দিয়ে বাঁ হাতে পানি ঢাললেন এবং উভয় হাত ধুলেন। অতঃপর তাঁর লজ্জাস্থান ধৌত করলেন এবং মাটিতে তাঁর হাত ঘষলেন। পরে তা ধুয়ে কুলি করলেন, নাকে পানি দিলেন, তারপর তাঁর চেহারা ধুলেন এবং মাথার উপর পানি ঢাললেন। পরে ঐ স্থান হতে সরে গিয়ে দু’ পা ধুলেন। অবশেষে তাঁকে একটি রুমাল দেয়া হল, কিন্তু তিনি তা দিয়ে শরীর মুছলেন না। (২৪৯) (আধুনিক প্রকাশনীঃ ২৫২, ইসলামিক ফাউন্ডেশনঃ ২৫৭)"
    },
    {
        "no":"প্রশ্ন ২৩ঃ পরিচ্ছন্নতার জন্য মাটিতে হাত ঘষা ?",
        "hadis":"উত্তরঃ মাইমূনাহ (রাযি.) হতে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপবিত্রতার গোসল করলেন। তিনি নিজের লজ্জাস্থান ধুয়ে ফেললেন। তারপর হাত দেয়ালে ঘষলেন এবং তা ধুলেন। তারপর সালাতের উযূর ন্যায় উযূ করলেন। গোসল শেষ করে তিনি তাঁর দু’পা ধুয়ে নিলেন। (২৪৯) (আধুনিক প্রকাশনীঃ ২৫৩, ইসলামিক ফাউন্ডেশনঃ ২৫৮)"
    },
    {
        "no":"প্রশ্ন ২৪ঃ গোসল ও উযূর অঙ্গ পৃথকভাবে ধোয়া ?",
        "hadis":"উত্তরঃ মাইমূনাহ (রাযি.) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম, তিনি উভয় হাতে পানি ঢেলে দু’বার করে বা তিনবার করে তা ধুয়ে নিলেন। অতঃপর তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং তাঁর লজ্জাস্থান ধুয়ে নিলন। পরে তাঁর হাত মাটিতে ঘষলেন। তারপর কুলি করলেন ও নাকে পানি দিলেন। আর তাঁর চেহারা ও হাত দু’টো ধুলেন। তারপর তাঁর মাথা তিনবার ধুলেন এবং তাঁর সারা শরীরে পানি ঢাললেন। অবশেষে সেখান হতে একটু সরে গিয়ে তাঁর দু’পা ধুয়ে ফেললেন। (২৪৯) (আধুনিক প্রকাশনীঃ ২৫৯, ইসলামিক ফাউন্ডেশনঃ ২৬৩)"
    },
    {
        "no":"প্রশ্ন ২৫ঃ গোসলের সময় ডান হাত থেকে বাম হাতের উপর পানি ঢালা ?",
        "hadis":"উত্তরঃ মাইমূনাহ বিনতু হারিস (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর জন্য গোসলের পানি রেখে পর্দা করে দিলাম। তিনি পানি দিয়ে দু’বার কিংবা তিনবার হাত ধুলেন। সুলায়মান (রাযি.) বলেন, তৃতীয়বারের কথা বলেছেন কিনা আমার মনে পড়ে না। তখন তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং লজ্জাস্থান ধুয়ে নিলেন। তারপর তাঁর হাত মাটিতে বা দেওয়ালে ঘষলেন। পরে তিনি কুলি করলেন, নাকে পানি দিলেন এবং তাঁর চেহারা ও দু’হাত ধুলেন এবং মাথা ধুয়ে ফেললেন। তারপর তাঁর শরীরে পানি ঢেলে দিলেন। পরে সেখান হতে সরে গিয়ে তাঁর দু’পা ধুয়ে নিলেন। অবশেষে আমি তাঁকে একখন্ড কাপড় দিলাম; কিন্তু তিনি হাতের ইঙ্গিতে নিষেধ করলেন এবং তা নিলেন না। (২৪৯) (আধুনিক প্রকাশনীঃ ২৫৮, ইসলামিক ফাউন্ডেশনঃ ২৬৪)"
    },
    {
        "no":"প্রশ্ন ২৬ঃ একাধিকবার বা একাধিক স্ত্রীর সাথে সঙ্গত হবার পর একবার গোসল করা ?",
        "hadis":"উত্তরঃ মুহাম্মাদ ইবনু মুনতাশির (রহ.) তাঁর পিতা হতে বর্ণিত। তিনি বলেনঃ আমি ‘আয়িশাহ (রাযি.)-এর নিকট [‘আবদুল্লাহ্ ইবনু ‘উমার (রাযি.)]-এর উক্তিটি উল্লেখ করলাম। তিনি বললেনঃ আল্লাহ্ আবূ ‘আবদুর রহমানকে রহম করুন। আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে সুগন্ধি লাগাতাম, তারপর তিনি তাঁর স্ত্রীদের সঙ্গে মিলিত হতেন। তারপর ভোরবেলায় এমন অবস্থায় ইহরাম বাঁধতেন যে, তাঁর দেহ হতে খুশবু ছড়িয়ে পড়তো। (২৭০; মুসলিম ১৫/৭, হাঃ ১১৯২) (আধুনিক প্রকাশনীঃ ২৬০, ইসলামিক ফাউন্ডেশনঃ ২৬৫)"
    },
    {
        "no":"প্রশ্ন ২৭ঃ হায়যের সময় স্বামীর মাথা ধুয়ে দেয়া ও চুল আঁচড়ে দেয়া ?",
        "hadis":"উত্তরঃ আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ আমি হায়েয অবস্থায় আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাথা আঁচড়ে দিতাম।"
    },
    {
        "no":"প্রশ্ন ২৮ঃ স্ত্রীর হায়য অবস্থায় তার কোলে মাথা রেখে কুরআন তিলাওয়াত করা ?",
        "hadis":"উত্তরঃ আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ নবী (সাল্লাল্লাহু ’আলাইহি ওয়া সাল্লাম) আমার কোলে হেলান দিয়ে কুরআন তিলাওয়াত করতেন। আর তখন আমি হায়েযের অবস্থায় ছিলাম।"
    },
    {
        "no":"প্রশ্ন ২৯ঃ স্ত্রীর হায়য অবস্থায় তার কোলে মাথা রেখে কুরআন তিলাওয়াত করা ?",
        "hadis":"উত্তরঃ উম্মু সালামা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে একই চাদরের নীচে শুয়ে ছিলাম। হঠাৎ আমার হায়েয দেখা দিলে আমি চুপি চুপি বেরিয়ে গিয়ে হায়েযের কাপড় পরে নিলাম। তিনি বললেনঃ তোমার কি নিফাস দেখা দিয়েছে? আমি বললাম, হ্যাঁ। তখন তিনি আমাকে ডাকলেন। আমি তাঁর সঙ্গে চাদরের ভেতর শুয়ে পড়লাম। (৩২২, ৩২৩, ১৯২৯; মুসলিম ৩/২, হাঃ ২৯৬, আহমাদ ২৬৫৮৭) (আ.প্র. ২৮৯, ই.ফা. ২৯৪)"
    },
    {
        "no":"প্রশ্ন ৩০ঃ হায়য অবস্থায় স্ত্রীর সাথে সংস্পর্শ করা ?",
        "hadis":"উত্তরঃ আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ আমি ও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জানাবাত অবস্থায় একই পাত্র হতে পানি নিয়ে গোসল করতাম। (২৫০) (আ.প্র. ২৯০, ই.ফা. ২৯৫)"
    },
    {
        "no":"প্রশ্ন ৩১ঃ হায়যের রক্ত ধুয়ে ফেলা ?",
        "hadis":"উত্তরঃ আসমা বিন্‌ত আবূ বক্‌র সিদ্দীক (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ এক মহিলা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করলঃ হে আল্লাহ্‌র রাসূল! আমাদের কারো কাপড়ে হায়েযের রক্ত লাগলে কী করবে? আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের কারো কাপড়ে হায়েযের রক্ত লাগলে সে তা রগড়িয়ে, তারপর পানিতে ধুয়ে নেবে এবং সে কাপড়ে সালাত আদায় করবে। (২২৭) (আ.প্র. ২৯৬, ই.ফা. ৩০১)"
    },
    {
        "no":"প্রশ্ন ৩২ঃ পানি ও মাটি না পাওয়া গেলে ?",
        "hadis":"উত্তরঃ আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি একদা (তাঁর বোন) আসমা (রাঃ) এর হার ধার করে নিয়ে গিয়েছিলেন। (পথিমধ্যে) হারখানা হারিয়ে গেল। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-সেটির অনুসন্ধানে লোক পাঠালেন। তিনি হারটি এমন সময় পেলেন, যখন তাঁদের সালাতের সময় হয়ে গিয়েছিল অথচ তাঁদের কাছে পানি ছিল না। তাঁরা সালাত আদায় করলেন। তারপর বিষয়টি তাঁরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বর্ণনা করেন। তখন আল্লাহ্‌ তা’আলা তায়াম্মুমের আয়াত অবতীর্ণ করেন। সেজন্য উসায়দ ইব্‌নু হুযায়র (রাঃ) ‘আয়িশা (রাঃ) কে লক্ষ্য করে বললেনঃ আল্লাহ্‌ আপনাকে উত্তম প্রতিদান প্রদান করুন। আল্লাহ্‌র কসম! আপনি যে কোন অপছন্দনীয় অবস্থার মুখোমুখী হয়েছেন, তাতেই আল্লাহ্‌ তা’আলা আপনার ও সমস্ত মুসলিমের জন্য মঙ্গল রেখেছেন। (৩৩৪) (আ.প্র. ৩২৪, ই.ফা. ৩২৯)"
    },
    {
        "no":"প্রশ্ন ৩৩ঃ তায়াম্মুমের জন্য মাটিতে হাত মারার পর উভয় হাতে ফুঁ দেয়া ?",
        "hadis":"উত্তরঃ আবদুর রহমান ইবনু আবযা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ জনৈক ব্যক্তি ‘উমর ইব্‌নুল খাত্তাব (রাঃ)-এর নিকট এসে জানতে চাইল : একবার আমার গোসলের দরকার হল অথচ আমি পানি পেলাম না। তখন ‘আম্মার ইব্‌নু ইয়াসার (রাঃ) ‘উমর ইব্‌নুল খাত্তাব (রাঃ)-কে বললেনঃ আপনার কি সেই ঘটনা মনে আছে যে, একদা আমরা দু’জন সফরে ছিলাম এবং দু’জনেরই গোসলের প্রয়োজন দেখা দিল। আপনি তো সালাত আদায় করলেন না। আর আমি মাটিতে গড়াগড়ি দিয়ে সালাত আদায় করলাম। তারপর আমি ঘটনাটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বর্ণনা করলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার জন্য তো এতটুকুই যথেষ্ট ছিল- এ বলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ হাত মাটিতে মারলেন এবং দু’হাতে ফুঁ দিয়ে তাঁর চেহারা ও উভয় হাত মাস্‌হ করলেন। (৩৩৯, ৩৪০, ৩৪১, ৩৪২, ৩৪৩, ৩৪৫, ৩৪৬, ৩৪৭; মুসলিম ৩/২৮, হাঃ ৩৬৮, আহমাদ ১৮৩৫৬) (আ.প্র. ৩২৬, ই.ফা. ৩৩১)"
    },
    {
        "no":"প্রশ্ন ৩৪ঃ তায়াম্মুমের জন্য মাটিতে হাত মারার পর উভয় হাতে ফুঁ দেয়া ?",
        "hadis":"উত্তরঃ আবদুর রহমান ইবনু আবযা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ জনৈক ব্যক্তি ‘উমর ইব্‌নুল খাত্তাব (রাঃ)-এর নিকট এসে জানতে চাইল : একবার আমার গোসলের দরকার হল অথচ আমি পানি পেলাম না। তখন ‘আম্মার ইব্‌নু ইয়াসার (রাঃ) ‘উমর ইব্‌নুল খাত্তাব (রাঃ)-কে বললেনঃ আপনার কি সেই ঘটনা মনে আছে যে, একদা আমরা দু’জন সফরে ছিলাম এবং দু’জনেরই গোসলের প্রয়োজন দেখা দিল। আপনি তো সালাত আদায় করলেন না। আর আমি মাটিতে গড়াগড়ি দিয়ে সালাত আদায় করলাম। তারপর আমি ঘটনাটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বর্ণনা করলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার জন্য তো এতটুকুই যথেষ্ট ছিল- এ বলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ হাত মাটিতে মারলেন এবং দু’হাতে ফুঁ দিয়ে তাঁর চেহারা ও উভয় হাত মাস্‌হ করলেন। (৩৩৯, ৩৪০, ৩৪১, ৩৪২, ৩৪৩, ৩৪৫, ৩৪৬, ৩৪৭; মুসলিম ৩/২৮, হাঃ ৩৬৮, আহমাদ ১৮৩৫৬) (আ.প্র. ৩২৬, ই.ফা. ৩৩১)"
    },
    {
        "no":"প্রশ্ন ৩৫ঃ মুখমন্ডলে ও হস্তদ্বয়ে তায়াম্মুম করা ?",
        "hadis":"উত্তরঃ আম্মার (রাঃ)-ও এ কথা (যা পূর্বের হাদীসে বর্ণনা করা হয়েছে তা) বর্ণনা করেছেন। শু’বাহ (রহঃ) নিজের হস্তদ্বয় মাটিতে মেরে মুখের নিকট নিলেন (ফুঁ দিলেন)। তারপর নিজের চেহারা ও উভয় হাত মাস্‌হ করলেন। নাযর (রহঃ) শু’বাহ (রহঃ) সূত্রে অনুরূপ বর্ণনা করেন। (৩৩৮) (আ.প্র. ৩২৭, ই.ফা. ৩৩২)"
    },
    {
        "no":"প্রশ্ন ৩৬ঃ তায়াম্মুমের জন্য মাটিতে একবার হাত মারা ?",
        "hadis":"উত্তরঃ শাক্বীক (রহঃ) থেকে বর্ণিতঃ তিনি বলেনঃ আমি ‘আবদুল্লাহ্‌ (ইব্‌নু মাস’ঊদ) ও আবূ মূসা আশ’আরী (রাঃ)-এর সঙ্গে বসা ছিলাম। আবু মূসা (রাঃ) ‘আবদুল্লাহ্‌ (রাঃ)-কে বললেনঃ কোন ব্যক্তি জুনুবী হলে সে যদি এক মাস পর্যন্ত পানি না পায়, তা হলে কি সে তায়াম্মুম করে সালাত আদায় করবে না? শাক্বীক (রহঃ)বলেন, ‘আবদুল্লাহ্‌(রাঃ) বললেনঃ এক মাস পানি না পেলেও সে তায়াম্মুম করবে না। তখন তাঁকে আবূ মূসা (রাঃ) বললেনঃ তাহলে সূরা মায়িদাহ্‌র এ আয়াত সম্পর্কে কী করবেন যে, “পানি না পেলে পাক মাটি দিয়ে তায়াম্মুম করবে”- (সূরা আল-মায়িদা ৫/৬)। আবদুল্লাহ্‌ (রাঃ) জওয়াব দিলেন, মানুষকে সেই অনুমতি দিলে অবস্থা এমন পর্যায়ে পৌছার সম্ভাবনা রয়েছে যে, সামান্য ঠান্ডা লাগলেই লোকেরা মাটি দিয়ে তায়াম্মুম করবে। আমি বললাম আপনারা এ জন্যেই কি তা অপছন্দ করেন? তিনি জবাব দিলেন, হাঁ। আবূ মূসা (রাঃ) বললেনঃ আপনি কি ‘উমর ইব্‌নু খাত্তাব (রাঃ)–এর সম্মুখে ‘আম্মার (রাঃ)-এর এ কথা শোনেননি যে, আমাকে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটা প্রয়োজনে বাইরে পাঠিয়েছিলেন। সফরে আমি জুনুবী হয়ে পড়লাম এবং পানি পেলাম না। এজন্য আমি জন্তুর মত মাটিতে গড়াগড়ি দিলাম। পরে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট ঘটনাটি বর্ণনা করলাম। তখন তিনি বললেনঃ তোমার জন্য তো এটুকুই যথেষ্ট ছিল- এই বলে তিনি দু’ হাত মাটিতে মারলেন, তারপর তা ঝেড়ে নিলেন এবং তা দিয়ে তিনি বাম হাতে ডান হাতের পিঠ মাস্‌হ করলেন কিংবা রাবী বলেছেন, বাম হাতের পিঠ ডান হাতে মাস্‌হ করলেন। তারপর হাত দু’টো দিয়ে তাঁর মুখমন্ডল মাস্‌হ করলেন। ‘আবদুল্লাহ্‌ বললেনঃ আপনি দেখেন নি যে, ‘উমর (রাঃ) ‘আম্মার (রাঃ)-এর কথায় সন্তুষ্ট হননি? ইয়া’লা (রাঃ) আ’মাশ (রহঃ) হতে এবং তিনি শাক্বীক (রহঃ) হতে আরো বলেছেন যে, তিনি বললেনঃ আমি ‘আবদুল্লাহ্‌ (রাঃ) ও আবূ মূসা (রাঃ)–এর নিকট হা্যির ছিলামঃ আবূ (রাঃ) বলছিলেনঃ আপনি ‘উমর (রাঃ) হতে ‘আম্মারের এ কথা শোনেননি যে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ও আপনাকে বাইরে পাঠিয়েছিলেন। তখন আমি জুনুবী হয়ে গিয়ে মাটিতে গড়াগড়ি দিয়েছিলাম। তারপর আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম –এর নিকট এসে এ বিষয় তাঁকে জানালাম। তখন তিনি বললেনঃ তোমার জন্য এই যথেষ্ট ছিল- এ বলে তিনি তাঁর মুখমন্ডল ও দু’ হাত একবার মাস্‌হ করলেন? (৩৩৮; মুসলিম ৩/২৮, হাঃ ৩৬৮ আহমদ ১৯৫৫৯) (আ.প্র. ৩৩৪, ই.ফা. ৩৪০)"
    },
    {
        "no":"প্রশ্ন ৩৭ঃ একটি মাত্র কাপড় গায়ে জড়িয়ে সালাত আদায় করা ?",
        "hadis":"উত্তরঃ উমার ইবনু আবূ সালামাহ (রাযি.) হতে বর্ণিত যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে উম্মু সালামাহ (রাযি.)-এর ঘরে একটি মাত্র কাপড় পরিধান করে সালাত আদায় করতে দেখেছেন। তিনি [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ] সে কাপড়ের উভয় প্রান্ত নিজের উভয় কাঁধে রেখেছিলেন। (৩৫৪) (আধুনিক প্রকাশনীঃ ৩৪২, ইসলামিক ফাউন্ডেশনঃ ৩৪৮)"
    },
    {
        "no":"প্রশ্ন ৩৮ঃ কেউ এক কাপড়ে সালাত আদায় করলে সে যেন উভয় কাঁধের উপরে (কিছু অংশ) রাখে ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আমি সাক্ষ্য দিচ্ছি যে, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি এক কাপড়ে সালাত আদায় করে, সে যেন কাপড়ের দু’ প্রান্ত বিপরীত পাশে রাখে। (৩৫৯) (আধুনিক প্রকাশনীঃ ৩৪৭, ইসলামিক ফাউন্ডেশনঃ ৩৫৩)"
    },
    {
        "no":"প্রশ্ন ৩৯ঃ কাপড় সংকীর্ণ হয় যদি ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ আমি সাক্ষ্য দিচ্ছি যে, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি এক কাপড়ে সালাত আদায় করে, সে যেন কাপড়ের দু’ প্রান্ত বিপরীত পাশে রাখে। (৩৫৯) (আধুনিক প্রকাশনীঃ ৩৪৭, ইসলামিক ফাউন্ডেশনঃ ৩৫৩)"
    },
    {
        "no":"প্রশ্ন ৪০ঃ জামা, পায়জামা, জাঙ্গিয়া ও কাবা পরে সালাত আদায় করা ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাযি.) হতে বর্ণিত। তিনি বলেনঃ এক ব্যক্তি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নিকট দাঁড়িয়ে এক কাপড়ে সালাত আদায়ের হুকুম জিজ্ঞেস করল। তিনি বললেনঃ তোমাদের প্রত্যেকের নিকট কি দু’খানা করে কাপড় আছে? অতঃপর এক ব্যক্তি ‘উমার (রাযি.)-কে জিজ্ঞেস করল। তিনি বললেনঃ আল্লাহ যখন তোমাদের সামর্থ্য দিয়েছেন তখন তোমরাও নিজেদের সামর্থ্য প্রকাশ কর। লোকেরা যেন পুরো পোশাক একত্রে পরিধান করে অর্থাৎ মানুষ লুঙ্গি ও চাদর, লুঙ্গি ও জামা, লুঙ্গি ও কাবা*, পায়জামা ও চাদর, পায়জামা ও জামা, পায়জামা ও কাবা, জাঙ্গিয়া ও কাবা, জাঙ্গিয়া ও জামা পরে সালাত আদায় করে। আবূ হুরাইরাহ্ (রাযি.) বলেন যে, আমার মনে হয় ‘উমার (রাযি.) জাঙ্গিয়া ও চাদরের কথাও বলেছিলেন। (৩৫৮) (আধুনিক প্রকাশনীঃ ৩৫২, ইসলামিক ফাউন্ডেশনঃ ৩৫৮)"
    },
    {
        "no":"প্রশ্ন ৪১ঃ লজ্জাস্থান আবৃত করা ?",
        "hadis":"উত্তরঃ আবূ সা‘ঈদ খুদরী (রাযি.) হতে রিওয়ায়াত হয়েছে, তিনি বলেনঃ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশতিমালে সম্মা (১) এবং এক কাপড়ে ইয়াহতিবা (২) করতে নিষেধ করেছেন যাতে তার লজ্জাস্থানে কাপড়ের কোন অংশ না থাকে। (১৯৯১, ২১৪৪, ২১৪৭, ৫৮২০, ৫৮২২, ৬২৮৪) (আধুনিক প্রকাশনীঃ ৩৫৪, ইসলামিক ফাউন্ডেশনঃ ৩৬০)"
    },
    {
        "no":"প্রশ্ন ৪২ঃ দু’ দু’বার আযানের শব্দ বলা ?",
        "hadis":"উত্তরঃ আনাস ইবনু মালিক (রাযি.) হতে বর্ণিত। তিনি বলেন; মুসলিমগণের সংখ্যা বৃদ্ধি পেলে তাঁরা সালাতের সময়ের জন্য এমন কোন সংকেত নির্ধারণ করার প্রস্তাব দিলেন, যার সাহায্যে সালাতের সময় উপস্থিত এ কথা বুঝা যায়। কেউ কেউ বললেন, আগুন জ্বালানো হোক, কিংবা ঘণ্টা বাজানো হোক। তখন বিলাল (রাযি.)-কে আযানের শব্দগুলো দু’ দু’বার এবং ইকামাতের শব্দগুলো বেজোড় বলার নির্দেশ দেয়া হলো। (৬০৩) (আধুনিক প্রকাশনীঃ ৫৭১, ইসলামিক ফাউন্ডেশনঃ ৫৭৯)"
    },
    {
        "no":"প্রশ্ন ৪৩ঃ আযানের মর্যাদা ?",
        "hadis":"উত্তরঃ আনাস ইবনু মালিক (রাযি.) হতে বর্ণিত। তিনি বলেন; মুসলিমগণের সংখ্যা বৃদ্ধি পেলে তাঁরা সালাতের সময়ের জন্য এমন কোন সংকেত নির্ধারণ করার প্রস্তাব দিলেন, যার সাহায্যে সালাতের সময় উপস্থিত এ কথা বুঝা যায়। কেউ কেউ বললেন, আগুন জ্বালানো হোক, কিংবা ঘণ্টা বাজানো হোক। তখন বিলাল (রাযি.)-কে আযানের শব্দগুলো দু’ দু’বার এবং ইকামাতের শব্দগুলো বেজোড় বলার নির্দেশ দেয়া হলো। (৬০৩) (আধুনিক প্রকাশনীঃ ৫৭১, ইসলামিক ফাউন্ডেশনঃ ৫৭৯)"
    },
    {
        "no":"প্রশ্ন ৪৪ঃ মুআযযিনের আযান শুনলে যা বলতে হয় ?",
        "hadis":"উত্তরঃ আবূ সা‘ঈদ খুদরী (রাযি.) হতে বর্ণিত আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা আযান শুনতে পাও তখন মুআয্যিন যা বলে তোমরাও তাই বলবে। (আধুনিক প্রকাশনীঃ ৫৭৬, ইসলামিক ফাউন্ডেশনঃ ৫৮৪)"
    },
    {
        "no":"প্রশ্ন ৪৫ঃ আযানের দু‘আ ?",
        "hadis":"উত্তরঃ জাবির ইবনু ‘আবদুল্লাহ্ (রাযি.) হতে বর্ণিত। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি আযান শুনে দু‘আ করেঃ ‘হে আল্লাহ্-এ পরিপূর্ণ আহবান ও প্রতিষ্ঠিত সালাতের মালিক, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে ওয়াসীলা ও সর্বোচ্চ মর্যাদার অধিকারী করুন এবং তাঁকে সে মাকামে মাহমুদে পৌঁছে দিন যার অঙ্গীকার আপনি করেছেন’-কিয়ামতের দিন সে আমার শাফা‘আত লাভের অধিকারী হবে।* (৪৭১৯) (আধুনিক প্রকাশনীঃ ৫৭৯, ইসলামিক ফাউন্ডেশনঃ ৫৮৭)"
    },
    {
        "no":"প্রশ্ন ৪৬ঃ আযানের মধ্যে কথা বলা ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু হারিস (রাযি.) হতে বর্ণিত। তিনি বলেন, একবার বর্ষণ মুখর দিনে ইবনু ’আব্বাস (রাযি.) আমাদের উদ্দেশে খুৎবা দিচ্ছিলেন। এদিকে মুআয্যিন আযান দিতে গিয়ে যখন حَيَّ عَلَى الصَّلاَةِ  -এ পৌঁছল, তখন তিনি তাকে এ ঘোষণা দেয়ার নির্দেশ দিলেন যে, ’লোকেরা যেন আবাসে সালাত আদায় করে নেয়।’ এতে লোকেরা একে অপরের দিকে তাকাতে লাগল। তখন ইবনু ’আব্বাস (রাযি.) বললেন, তাঁর চেয়ে যিনি অধিক উত্তম ছিলেন (রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) তিনিই এরূপ করেছেন। অবশ্য জুমু’আর সালাত ওয়াজিব। (তবে ওযরের কারণে নিজ আবাসস্থলে সালাত আদায় করার অনুমতি আছে)। (৬৬৮, ৯০১; মুসলিম ৬/৩, হাঃ ৬৯৯) (আধুনিক প্রকাশনীঃ ৫৮১, ইসলামিক ফাউন্ডেশনঃ ৫৮৯)"
    },
    {
        "no":"প্রশ্ন ৪৭ঃ সময় বলে দেয়ার লোক থাকলে অন্ধ ব্যক্তি আযান দিতে পারে ?",
        "hadis":"উত্তরঃ আবদুল্লাহ্ ইবনু ‘উমার (রাযি.) হতে বর্ণিত। তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিলাল (রাযি.) রাত থাকতেই আযান দেন। কাজেই ইবনু উম্মে মাকতূম (রাযি.) আযান না দেওয়া পর্যন্ত তোমরা (সাহরীর) পানাহার করতে পার। ‘আবদুল্লাহ্ (রাযি.) বলেন, ইবনু উম্মে মাকতূম (রাযি.) ছিলেন অন্ধ। যতক্ষণ না তাঁকে বলে দেওয়া হত যে, ‘ভোর হয়েছে, ভোর হয়েছে’-ততক্ষণ পর্যন্ত তিনি আযান দিতেন না। (৬২০, ৬২৩, ১৯১৮, ২৬৫৬, ৭২৪৮; মুসলিম ১৩/৮, হাঃ ১০৯২, আহমাদ ৪৫৫১) (আধুনিক প্রকাশনীঃ ৫৮২, ইসলামিক ফাউন্ডেশনঃ ৫৯০)"
    },
    {
        "no":"প্রশ্ন ৪৮ঃ ফজরের সময় হবার পর আযান দেয়া ?",
        "hadis":"উত্তরঃ হাফসাহ (রাযি.) হতে বর্ণিত। তিনি বলেন, যখন মুআযযিন সুবহে সাদিকের প্রতীক্ষায় থাকত (ও আযান দিত) এবং ভোর স্পষ্ট হত- জামা‘আত দাঁড়ানোর পূর্বে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংক্ষেপে দু’রাক‘আত সালাত আদায় করে নিতেন। (১১৭৩, ১১৮১; মুসলিম ৬/১৪, হাঃ ৭২৩) (আধুনিক প্রকাশনীঃ ৫৮৩, ইসলামিক ফাউন্ডেশনঃ ৫৯১)"
    },
    {
        "no":"প্রশ্ন ৪৯ঃ জুমু‘আহর জন্য সুগন্ধি ব্যবহার ?",
        "hadis":"উত্তরঃ আমর ইবনু সুলাইম আনসারী হতে বর্ণিত। তিনি বলেন, আবূ সা‘ঈদ খুদরী (রাযি.) বলেন, আমি এ মর্মে সাক্ষ্য দিচ্ছি যে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুমু‘আহর দিন প্রত্যেক বালিগের জন্য গোসল করা কর্তব্য। আর মিস্ওয়াক করবে এবং সুগন্ধি পাওয়া গেলে তা ব্যবহার করবে।"
    },
    {
        "no":"প্রশ্ন ৫০ঃ জুমু‘আহর মর্যাদা ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাযি.) হতে বর্ণিত। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জুমু‘আহর দিন জানাবাত গোসলের ন্যায় গোসল করে এবং সালাতের জন্য আগমন করে সে যেন একটি উট কুরবানী করল। যে ব্যক্তি দ্বিতীয় পর্যায়ে আগমন করে সে যেন একটি গাভী কুরবানী করল। তৃতীয় পর্যায়ে যে আগমন করে সে যেন একটি শিং বিশিষ্ট দুম্বা কুরবানী করল। চতুর্থ পর্যায়ে আগমন করল সে যেন একটি মুরগী কুরবানী করল। পঞ্চম পর্যায়ে যে আগমন করল সে যেন একটি ডিম কুরবানী করল। পরে ইমাম যখন খুৎবা দেয়ার জন্য বের হন তখন মালাইকাহ যিকর শ্রবণের জন্য উপস্থিত হয়ে থাকে। (মুসলিম ৭/২, হাঃ ৮৫০, আহমাদ ৯৯৩৩) (আধুনিক প্রকাশনীঃ ৮৩০, ইসলামিক ফাউন্ডেশনঃ ৮৩৭)"
    },
    {
        "no":"প্রশ্ন ৫১ঃ জুমু‘আহর জন্য তৈল ব্যবহার করা ?",
        "hadis":"উত্তরঃ সালমান ফারিসী (রাযি.) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জুমু‘আহর দিন গোসল করে এবং যথাসাধ্য ভালরূপে পবিত্রতা অর্জন করে ও নিজের তেল হতে ব্যবহার করে বা নিজ ঘরের সুগন্ধি ব্যবহার করে, অতঃপর বের হয় এবং দু’ জন লোকের মাঝে ফাঁক না করে, অতঃপর তার নির্ধারিত সালাত আদায় করে এবং ইমামের খুৎবা দেয়ার সময় চুপ থাকে, তা হলে তার সে জুমু‘আহ হতে আরেক জুমু‘আহ পর্যন্ত সময়ের যাবতীয় গুনাহ মাফ করে দেয়া হয়। (৯১০) (আধুনিক প্রকাশনীঃ ৮৩২ ইসলামিক ফাউন্ডেশনঃ ৮৩৯)"
    },
    {
        "no":"প্রশ্ন ৫২ঃ মৃত ব্যক্তির পরিবার-পরিজনের নিকট তার মৃত্যু সংবাদ পৌঁছানো ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাঃ) হতে বর্ণিত। নাজাশী যেদিন মারা যান সেদিন-ই আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর মৃত্যুর খবর দেন এবং জানাযার স্থানে গিয়ে লোকদের কাতারবন্দী করে চার তাকবীর আদায় করলেন। (১৩১৮, ১৩২৭, ১৩২৮, ১৩৩৩, ৩৮৮০, ৩৮৮১, মুসলিম ১১/২১, হাঃ ৯৫১, আহমাদ ২২৬৩৯)  (আধুনিক প্রকাশনীঃ ১১৬৫, ইসলামিক ফাউন্ডেশনঃ ১১৭৩)"
    },
    {
        "no":"প্রশ্ন ৫৩ঃ সন্তানের মৃত্যুতে সওয়াবের আশায় ধৈর্য ধারণের ফযীলত ?",
        "hadis":"উত্তরঃ আনাস (রাঃ) হতে বর্ণিত। তিনি বলেন, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : কোন মুসলিমের তিনটি সন্তান সাবালিগ হবার পূর্বে মারা গেলে তাদের প্রতি তাঁর রহমত স্বরূপ অবশ্যই আল্লাহ্ তা‘আলা ঐ ব্যক্তিকে জান্নাতে প্রবেশ করাবেন।[1] (১৩৮১)  (আধুনিক প্রকাশনীঃ ১১৬৮, ইসলামিক ফাউন্ডেশনঃ ১১৭৬)"
    },
    {
        "no":"প্রশ্ন ৫৪ঃ যাকাত ওয়াজিব হওয়া প্রসঙ্গে ?",
        "hadis":"উত্তরঃ আবূ বকর (রাঃ) বললেনঃ আল্লাহর শপথ! তাদের বিরুদ্ধে নিশ্চয়ই আমি যুদ্ধ করবো যারা সালাত ও যাকাতের মধ্যে পার্থক্য করবে, কেননা যাকাত হল সম্পদের উপর আরোপিত হাক্ব। আল্লাহর কসম। যদি তারা একটি মেষ শাবক যাকাত দিতেও অস্বীকৃতি জানায় যা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে তারা দিত, তাহলে যাকাত না দেয়ার কারণে তাদের বিরুদ্ধে আমি অবশ্যই যুদ্ধ করবো। ‘উমার (রাঃ) বলেনঃ আল্লাহর কসম, আল্লাহ আবূ বকর (রাঃ)-এর হৃদয় বিশেষ জ্ঞানালোকে উদ্ভাসিত করেছেন বিধায় তাঁর এ দৃঢ়তা, এতে আমি বুঝতে পারলাম তাঁর সিদ্ধান্তই যথার্থ। (১৪৫৬, ৬৯২৫, ৭২৮৫) (মুসলিম ১/৮, হাঃ ২০, আহমাদ ২৪, ১০৮) (আধুনিক প্রকাশনীঃ ১৩০৯ শেষাংশ, ইসলামিক ফাউন্ডেশনঃ ১৩১৫ শেষাংশ)"
    },
    {
        "no":"প্রশ্ন ৫৫ঃ হজ্জ ফরয হওয়া ও এর ফযীলত ?",
        "hadis":"উত্তরঃ ‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত। তিনি বলেন, ফযল ইবনু ‘আব্বাস (রাঃ) একই বাহনে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর পিছনে আরোহণ করেছিলেন। এরপর খাশ‘আম গোত্রের জনৈক মহিলা উপস্থিত হল। তখন ফযল (রাঃ) সেই মহিলার দিকে তাকাতে থাকে এবং মহিলাটিও তার দিকে তাকাতে থাকে। আর আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফযলের চেহারা অন্যদিকে ফিরিয়ে দিতে থাকে। মহিলাটি বললো, হে আল্লাহর রাসূল! আল্লাহর বান্দার উপর ফার্য (ফরয)কৃত হাজ্জ আমার বয়োঃবৃদ্ধ পিতার উপর ফরজ হয়েছে। কিন্তু তিনি বাহনের উপর স্থির থাকতে পারেন না, আমি কি তাঁর পক্ষ হতে হাজ্জ আদায় করবো? তিনি বললেনঃ হাঁ (আদায় কর)। ঘটনাটি বিদায় হাজ্জের সময়ের। (১৮৫৪, ১৮৫৫, ৪৩৯৯, ৬২২৮, মুসলিম ১৫/৭১, হাঃ ১৩৩৪, আহমাদ ৩০৫০) (আধুনিক প্রকাশনীঃ ১৪১৬, ইসলামিক ফাউন্ডেশনঃ ১৪২২)"
    },
    {
        "no":"প্রশ্ন ৫৬ঃ উটের হাওদায় আরোহণ করে হজ্জে গমন ?",
        "hadis":"উত্তরঃ আয়িশাহ্ (রাযি.) হতে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ‘আয়িশাহ্ (রাযি.)-এর সাথে তাঁর ভাই ‘আবদুর রাহমান (রাঃ)-কে প্রেরণ করেন। তিনি ‘আয়িশাহ্কে ‘তান‘ঈম’ নামক স্থান হতে ছোট একটি হাওদায় বসিয়ে ‘উমরাহ করাতে নিয়ে যান। ‘উমার (রাঃ) বলেন, তোমরা হাজ্জে (গমনের উদ্দেশে) উটের পিঠে হাওদা মজবুত করে বাঁধ (সফর কর)। কেননা, হাজ্জও এক প্রকারের জিহাদ। (২৯৪) (আধুনিক প্রকাশনীঃ অনুচ্ছেদ ৩, ইসলামিক ফাউন্ডেশনঃ অনুচ্ছেদ ৯৬৩)"
    },
    {
        "no":"প্রশ্ন ৫৭ঃ রামাযান মাসে ‘উমরাহ আদায় করা ?",
        "hadis":"উত্তরঃ হাম্মাম (রহ.) হতে বর্ণনা করেন যে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চারটি ‘উমরাহ করেছেন। তন্মধ্যে হাজ্জের মাসে যে ‘উমরাহ করেছেন তা ছাড়া বাকী সব ‘উমরাহই যুল-কা‘দা মাসে করেছেন। অর্থাৎ হুদাইবিয়ার ‘উমরাহ, পরবর্তী বছরের ‘উমরাহ, জি‘রানার ‘উমরাহ, যেখানে তিনি হুনাইনের মালে গনীমত বণ্টন করেছিলেন এবং হাজ্জের মাসে আদায়কৃত ‘উমরাহ। (১৭৭৮) (আধুনিক প্রকাশনীঃ ১৬৫৩. ইসলামিক ফাউন্ডেশনঃ ১৬৬২ )"
    },
    {
        "no":"প্রশ্ন ৫৮ঃ মদীনাহ হারম (পবিত্র স্থান) হওয়া ?",
        "hadis":"উত্তরঃ আনাস (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাদ্বীনায় এসে মাসজিদ নির্মাণের আদেশ দেন। অতঃপর বলেনঃ হে বনূ নাজ্জার! আমার নিকট হতে মূল্য নিয়ে (ভূমি) বিক্রি কর। তাঁরা বললেন, আমরা এর মূল্য কেবল আল্লাহর নিকটই চাই। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর নির্দেশে মুশরিকদের কবর খুঁড়ে ফেলা হল, ধ্বংসাবশেষ সমতল করা হল, খেজুর গাছগুলো কেটে ফেলা হল। কেবল মসজিদের কিবলার দিকে কিছু খেজুর গাছ সারিবদ্ধভাবে রাখা হল। (২৩৪০)  (আধুনিক প্রকাশনীঃ ১৭৩৩, ইসলামিক ফাউন্ডেশনঃ  ১৭৪৪)"
    },
    {
        "no":"প্রশ্ন ৫৯ঃ যে ব্যক্তি মদীনাহ হতে মুখ ফিরিয়ে নেয় ?",
        "hadis":"উত্তরঃ আবূ হুরাইরাহ্ (রাঃ) হতে বর্ণিত। তিনি বলেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি, তোমরা উত্তম অবস্থায় মদিনাকে রেখে যাবে। আর জীবিকা অন্বেষণে বিচরণকারী অর্থাৎ পশু-পাখি ছাড়া আর কেউ একে আচ্ছন্ন করে নিতে পারবে না। সবশেষে যাদের মদিনা্তে একত্রিত করা হবে তারা হল মুযায়না গোত্রের দু’জন রাখাল। তারা তাদের বকরীগুলোকে হাঁক-ডাক দিয়ে নিয়ে যাওয়ার উদ্দেশেই মদিনাতে আসবে। এসে দেখবে মদিনা বন্য পশুতে ছেয়ে আছে। এরপর তারা সানিয়্যাতুল-বিদা নামক স্থানে পৌঁছতেই মুখ থুবড়ে পড়ে যাবে। (মুসলিম ১৫/৯১, হাঃ ১৩৮৯)  (আধুনিক প্রকাশনীঃ ১৭৩৯, ইসলামিক ফাউন্ডেশনঃ ১৭৫০)"
    },
    {
        "no":"প্রশ্ন ৬০ঃ দাজ্জাল মদিনায় প্রবেশ করতে পারবে না ?",
        "hadis":"উত্তরঃ আবূ বকরাহ (রাঃ) হতে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মদিনাতে দাজ্জালের ত্রাস ও ভীতি প্রবেশ করতে পারবে না। ঐ সময় মদিনার সাতটি প্রবেশ পথ থাকবে। প্রত্যেক পথে দু’জন করে ফেরেশতা (মোতায়েন) থাকবে। (৭১২৫, ৭১২৬)  (আধুনিক প্রকাশনীঃ"
    }
]



