[
    {
        "titlee": "ভূমিকা :",
        "bodyy": "যাকাতের আবিধানিক অর্থ পবিত্রতা ও পরিচ্ছন্নতা। শরীয়তের পরিভাষায় নিজের ধন-সম্পদের একটি নির্দিষ্ট অংশ দান করা। যাকাত ফরজ করে আল্লাহ পাক মানুষকে এক কঠিত পরীক্ষার সম্মুখীন করেছেন। যে ব্যক্তি তার ইচ্ছানুসারে তার মালের একটি নির্দিষ্ট অংশ দান করবেন তিনিই উপযুক্ত ঈমানদার হওয়ার যোগ্যতা অর্জনে সক্ষম হবেন। যে ব্যক্তির ধন-সম্পদ থাকা সত্তে¡ও যাকাত আদায় করবে না সে মস্তবড় গুনাহগার হবে। তাকে দোযখের কঠিন শাস্তি ভোগ করতে হবে।"
    },
    {
        "titlee": "যাকাতের গুরুত্ব :",
        "bodyy": "যাকাত ইসলামের একটি বুনিয়াদী স্তম্ভ। ইসলামে নামাজ ও যাকাতের গুরুত্ব এত অধিক যে যেখানে এ দু’টি নেই সেখানে ইসলামও নেই। অথচ আজ নামাজ না পড়ে, যাকাত আদায় না করে মুসলমান হিসেবে গণ্য হতে চায়। কোরআন তাদের এই দাবীকে তীব্র ভাষায় প্রতিবাদ করে। কালিমা তায়্যিবা পড়ে যদি নামাজ না পড়ে আর যাকাত আদায় না করে তা হলে কোরআনের দৃষ্টিতে সে পূর্ণাঙ্গ মুমিন নয়। হুজুর আকরাম (সা:) এর ইন্তিকালের পর হযরত আবু বকর (রা:) যাকাত দিতে অস্বীকারকারী সেই সব মুসলমানদের বিরুদ্ধে অস্ত্র ধারণ করেছিলেন যারা নামাজ পড়ত। অনেক সাহাবায়ে কেরাম তাদের বিরুদ্ধে জেহাদ করা জায়েজ হবে কি না সন্দেহ পোষণ করেছিলেন। হযরত আবু বকর (রা:) তখন দৃঢ়ভাবে ঘোষণা করেছিলেন, “আল্লাহর শপথ রাসূলে করীম (সা:) এর জীবনে যারা যাকাত দিত, আজ যদি কেউ তার উট বাঁধার একটি রশিও দিতে অস্বীকার করে, তবে তার বিরুদ্ধে অস্ত্র ধারণ করব।” শেষ পর্যন্ত সকল সাহাবাই এর যৌক্তিকতা অনুধাবন করতে পেরেছিরেন। কোরআন পাক স্পষ্ট ভাষায় বলেছে, যে যাকাত না দেয়া কেবল পরকাল অবিশ^াসী মুশরিকদেরই কাজ: “যে সব মুশরিক যাকাত দেয় না, যারা আখিরাতকে অস্বীকার করে, তাদের ধ্বংস অনিবার্য।” (সূরা হা-মীম-সাজদা, আয়াত: ৬-৭)"
    },
    {
        "titlee": "যাকাতের মাছআলা :",
        "bodyy": "১.নেছাব পরিমাণ সম্পদ যাদের নিকট থাকবে তাদের উপর যাকাত ফরজ। সাড়ে সাত তোলা স্বর্ণ অথবা সাড়ে বায়ান্ন তোলা রৌপ্য অথবা দুইটি মিলে যে কোন একটির সমপরিমাণ অথবা যে কোন একটির মূল্যের সমান অর্থ সম্পদকে নেছাব বলা হয়। \n২.স্বর্ণ বা রৌপ্য দ্বারা নির্মিত অলংকাাদি, বাসনপত্র, আসবাবপত্র ইত্যাদি ব্যবহার হোক বা না হোক নেছাব পরিমাণ হলেই যাকাত দিতে হবে। \n৩.নেছাব পরিমাণ সম্পদ এক বৎসর মালিকানায় থাকলে যাকাত দিতে হবে। বৎসরের শেষ দিকে এসে যদি ঐ নেছাবের সাথে আরও কিছু সম্পদ যুক্ত হয় তা হলে ঐ সম্পদের যাকাতও দিতে হবে। \n৪.তামা-কাসা-পিতল ইত্যাদি দ্বারা প্রস্তুত দ্রব্যাদি যদি ব্যবসার জন্য রাখা হয়, ঐ দ্রব্যাদি নেছাব পরিমাণ হলে যাকাত দিতে হবে। \n৫.ব্যবসার জন্য ক্রয়কৃত মালের যাকাত দিতে হবে। \n৬.যেসব বাড়ি-ঘর, দোকান সরাসরি ক্রয় করে সরাসরি বিক্রয় করা হয়, তার যাকাত দিতে হবে। \n৭.ধার দেয়া টাকা, স্বর্ণ, রৌপ্য, অথবা ব্যবসার মাল বাকীতে বিক্রয় করার পর ওয়াসিল হলে যাকাত দিতে হবে। ধারের টাকা যত বৎসর তার নিকট ছিল তত বৎসরের যাকাত দিতে হবে। \n৮.উদ্বৃত্ত টাকা এবং সোনা-রুপা মিলিয়েও যদি কোন একটি সোনা রুপার নেছাবের সমপরিমাণ হয়, তাহলে যাকাত দিতে হবে। \n৯.যাকাতের পরিমাণ হল চল্লিশ ভাগের এক ভাগ অর্থাৎ শতকরা আড়াই টাকা। \n১০.ধান, গম, যব, আম, কাঁঠাল প্রভৃতি শস্য ও ফল-মূল বৃষ্টির পানিতে জন্মালে দশ ভাগের এক ভাগ আর সেচের মাধ্যমে জন্মালে বিশ ভাগের এক ভাগ ওশর হিসেবে দিতে হবে। \n১১.গৃহস্থলীর কাজের অতিরিক্ত ত্রিশটি গরু-মহিষ আর চল্লিশটি ছাগল-ভেড়া থাকলে বৎসরান্তে একটি করে যাকাত দিতে হবে।"
    },
    {
        "titlee": "যে সকল মালের যাকাত দিতে হবে না :",
        "bodyy": "১.গৃহ সামগ্রী যেমন- হাঁড়ি, পাতিল, থালা, কাপড়, জুতা, খাট, আলমারী, চেয়ার, টেবিল, ব্যবহার হোক বা না হোক। \n২.নিজ বসতবাড়ি, ভাড়া দেয়ার বাড়ি, দোকান, মিল, ফ্যাক্টরী, গাড়ী (যাবতীয়)। \n৩.দোকানে ব্যবহৃত জিনিসের যেমন- আলমারী, র‌্যাক, পাল্লা, বাটখারা ইত্যাদি যা ব্যবসার কাজে সহায়ক হিসেবে ব্যবহৃত হয়। \n৪.ভাড়া দেয়ার জন্য ক্রয়কৃত থালা, বাসন,হাঁড়ি পাতিল, সামিয়ানা, ত্রিপল, বাঁশ ইত্যাদি। \n৫.স্ত্রীলোকের ব্যবহার্য কাপড় যত মূল্যবানই হোক। \n৬.ব্যাংক ঋণ, ধারকৃত টাকা, ব্যবসার জন্য বাকিতে আনা দ্রব্যসামগ্রী।"
    },
    {
        "titlee": "যাকাত কাকে দেবেন :",
        "bodyy": "সূরা তওবার ৬০ নং আয়াতে আল্লাহ পাকের ঘোষণা মোতাবেক নিম্ন লিখিত ৮ প্রকারের লোক যাকাতের হকদার। এরা হলেন; \n১.ফকির (যাদের কিছুই নেই), \n২.মিসকিন (যাদের নিকট নেছাব পরিমাণ সম্পদ নেই), \n৩.যাকাত আদায়কারী, \n৪.ইসলামী বিশ্বাসে পরিপক্ক করার জন্য চিত্তাকর্ষণের নিমিত্তে, \n৫.আল্লাহর পথে জেহাদকাীদের অস্ত্রশস্ত্র ক্রয় করার জন্য, \n৬.দাসি মুক্তির জন্য, \n৭.ঋণ ভারাক্রন্ত ব্যক্তি এবং \n৮.বিপদগ্রস্থ মুছাফির। /nনিজের আত্মীয়-স্বজনদের মধ্যে যারা অভাবগ্রস্ত তাদেরকে অগ্রাধিকার দিতে হবে। \nঅন্যান্য গরীব মিসকিন যাদের সম্পর্কে নিশ্চিতভাবে জানা আছে। এখানে একটি কথা মনে রাখতে হবে যে, আমাদের দেশে অক্ষম গরীব নামধারী এক শ্রেণীর সক্ষম বিত্তবান ব্যক্তি ও গরীব মিসকিনদের বেশে ভিক্ষুক সেজে প্রকৃত গরীবদের অধিকারে ভাগ বসাতে অভ্যস্ত হয়ে পড়েছে। বিনা পরিশ্রমে এই পেশা এখন বেশ ভালই জমে উঠেছে। কাজেই এ ধরণের ভিক্ষাবৃত্তি বন্ধ করার প্রয়োজনে যাকাত প্রদানকারীকে অধিক সতর্ক থাকতে হবে।"
    },
    {
        "titlee": "কাকে যাকাত দেয়া যাবে না :",
        "bodyy": "১.মা, বাবা, দাদা, দাদী, নানা, নানী, পুত্র, কন্যা, পৌত্র, দৌহিত্র, দৌহিত্রী, স্বামীর যাকাত স্ত্রীকে এবং স্ত্রীর যাকাত স্বামীকে। \n২.সৈয়দ বংশের লোক, হজরত আলী (রা:), হজরত আব্বাস (রা:), হজরত আকীল, হজরত হারিস বিন আ: মোত্তালিব (রা:) এর বংশধরগণকে। \n৩.যাকাতের অর্থ দিয়ে মসজিদ, মাদ্রাসা নির্মাণ করা যাবে না। মুরদার দাফন ও মুরদারের পক্ষে তার ঋণ আদায় করা যাবে না। উপরোল্লিখিত তিন শ্রেণী ছাড়া সকল গরীব লোকদেরকেই যাকাত দেয়া যাবে। \n\n(ক).পরিশেষে সমাজের বিত্তবান ভাইদের নিকট আবেদন, তারা যেন প্রদর্শণীমূলক যাকাত প্রদান থেকে বিরত থাকে। কারণ এতে করে প্রতি বৎসরই দেশের বিভিন্ন অঞ্চলে যাকাতের শাড়ি, লুঙ্গি, টাকা আনতে গিয়ে লাশ হয়ে ফিরে আসে বহুলোক। যা অত্যন্ত দু:খজনক। \n(খ).দেশের অনেক অভাবী পরিবার তাদের মেয়েকে পাত্রস্থ করতে পারে না অথবা যৌতুকের কারণে আত্মহত্যা ও নিহত হয়ে চেলেছে। এরূপ নিষ্ঠুর অমানবিক ঘটনা থেকে জাতিকে নিষ্কৃতি দেয়ার ব্যাপারে যাকাত একটি মূখ্য ভ‚মিকা পালন করতে পারে। এর অর্থ এই নয় যে, যৌতুককে উৎসাহিত করা হচ্ছে। ইসলামের দৃষ্টিতে যৌতুক একটি নিন্দাযোগ্য জঘন্য অপরাধ ও পাপ। \n(গ).আল্লাহর রাস্তায় যারা জেহাদে নিজেদের সম্পৃক্ত করে নিয়েছেন তাদের অনেকেরই অস্ত্র ক্রয় করার সামর্থ্য নেই। যেমন: ফিলিস্তিন, বসনিয়া, চেচনিয়া ও হারজেগোভিনা, এদের অস্ত্র ক্রয়ের জন্য যাকাতের অর্থ প্রদান করা যেতে পারে। \n(ঘ).দাস প্রথা এখন কোথাও নেই, তাই দাস মুক্তির প্রশ্নও অবান্তর। তবে যদি কোন লোক অন্যায়ভাবে কোন অপরাধের সাথে জড়িয়ে পড়ে এবং আদালত তাকে জরিমানা করে তাহলে যাকাতের টাকা দিয়ে তাকে ছাড়িয়ে আনা যাবে, তবে যদি সে ব্যক্তি জরিমানার টাকা দিতে অসমর্থ হয়। \n(ঙ).কোন ব্যবসায়ী যদি দেউলিয়া হয়ে পড়ে, যেমন- জাহাজ ডুবি, অগ্নিকাণ্ড, চুরি-ডাকাতি অথবা পার্টনার কর্তৃক জালিয়াতির মাধ্যমে তাকে কপর্দকশূণ্য করে দেয়, সে ব্যক্তি যদি অন্যের নিকট দেনাদার হয় তাহলে তাকে যাকাতের টাকা দিয়ে বিপদ মুক্ত করা যেতে পারে। তবে মনে রাখতে হবে, যে ব্যবসায় সে মার খেয়েছে সে ব্যবসাটি বৈধ ছিল কি না, যদি ব্যবসাটি অবৈধ হয়, যেমন- মদ, জুয়া, মাদকদ্রব্য, চোরাচালানী, সিনেমা হল, অর্থাৎ অবৈধ মালের উৎপাদন, বিক্রয়, সরবরাহ ইত্যাদি কাজের ব্যবসায়ীকে যাকাত দেয়া যাবে না। \n(চ).কোন লোকের উপর হজ্জ্ব ফরজ হয়েছিল, পরবর্তীতে কোন দুর্ঘটনার কারণে সে গরীব হয়ে যায়, এমতাবস্থায় তার হজ্জ্ব আদায়ের জন্যে যাকাতের অর্থ দেয়া যাবে। যাকাত হল বিত্তবান আর বিত্তহীনদের মধ্যে একটি সেতু বন্ধন। যাকাতের সুষ্ঠু ব্যবহার হলে এদের মধ্যে দূরত্ব কমে যাবে, নি:স্ব-নি:স্বতর হবে না, বিত্তবানও বিত্তের পাহাড় গড়ে তুলতে পারবে না। অভাব অভিযোগ বা দারিদ্রের কষাঘাতে মানুষ যখন সুদখোরদের দ্বারস্থ হতে বাধ্য হয় অথবা ভিক্ষাবৃত্তিতে নিজেকে সমর্পণ করতে বাধ্য হয়, এমন অবস্থা থেকে মুক্তি দিতে ইসলাম এক বৈপ্লবিক নির্দেশ দিয়েছে। আর এটিই হল যাকাত। যাকাত ইসলামের পঞ্চ স্তম্ভের একটি অন্যতম স্তম্ভ। কোরআন পাকের যেখানেই নামাজের কথা বলা হয়েছে, সেখানেই যাকাতের কথাও বলা হয়েছে। ইসলাম ব্যক্তিগত মালিকানায় সম্পদ উপার্জনের অনুমতি দিয়েছে। আবার কিছু সংখ্যক লোকের কাছে অঢেল ধন-সম্পদ যাতে একচেটিয়া হয়ে না যায় তার প্রতিও সতর্ক দৃষ্টি রেখেছে। এর অর্থ হল- ইসলাম ব্যক্তি মালিকানা সমর্থন করেছে বটে, কিন্তু ব্যক্তিস্বার্থের প্রধান্যকে সমর্থন করেনি। ইসলাম জনস্বার্থকে অগ্রাধিকার দিয়ে ব্যক্তি ও সমাজ উভয়ের কল্যাণ সাধক করেছে। আল্লাহ পাক বলেন; “আল্লাহ জনপদবাসীদের কাছ থেকে তাঁর রাসূলকে যা দিয়েছেন তা আল্লাহর রাসূলের, তাঁর আত্মীয়-স্বজনের, ইয়াতিমদের, অভাবগ্রস্তদের এবং মুসাফিরদের জন্য। যাতে ধনৈশ^র্য কেবল তোমাদের বিত্তশালীদের মধ্যেই পুঞ্জীভ‚ত না হয়।” (সূরা হাশর, আয়াত: ৭) ‘দুলাতুন’ বলা হয় এ সম্পদকে, যা পরস্পরের মধ্যে আদান-প্রদান হয়। আল্লাহ পাক এই আয়াত দ্বারা জাহেলী যুগের একটি কুপ্রথাকে মূলোৎপাটন করে দিয়েছেন। তাদের ধারণা ছিল, ধন-সম্পদ শুধু বিত্তশালীদেরই একচেটিয়া অধিকারে থাকবে, নি:স্ব দরিদ্রদের কোন অংশ এতে থাকবে না। তাদের এই ধারণা খণ্ডন করে দিয়ে ইসলাম সম্পদকে সর্বত্র সম্প্রসারিত করে দিয়েছে। রাসূলে পাক (সা:) বলেছেন, “সমাজের বিত্তশালী লোকেদের কাছ থেকে হিসাব মোতাবেক যাকাত আদায় কর এবং সমাজের গরীব-দু:খীদের মধ্যে বিতরণ করে দাও।” আল্লাহ পাক নামাজের সাথে সাথেই যাকাতের তাগিদ দিয়েছেন, নামাজ ও যাকাত প্রতিটি মানুষের জন্য অবশ্য পালনীয়। অর্থাৎ আল্লাহ পাকের আনুগত্য কর নামাজের মাধ্যমে এবং সমাজের বিপদগ্রস্ত লোকদের সাহায্য কর। সমাজকল্যাণে এগিয়ে এস। তাই আসুন, আল্লাহর হুকুম, যাকাত আদায় করে, সম্পদের সুষম ব্যবহার নিশ্চিত করি, গরীবদের হক আদায় করে, তাদেরকে সমাজে"
    }
]
