[
    {
        "kolemabangla": "প্রথম কালেমা: কালেমায়ে তাইয়্যেবা (পবিত্র বাক্য)",
        "kolemaarbi": " َا اِلَهَ اِلاَّ اللهُ مُحَمَّدُ رَّسُوْ لُ الله",
        "kolemaor": "অর্থ: আল্লাহ ছাড়া কোনো সত্য উপাস্য নাই এবং হযরত মুহাম্মদ (সাঃ) তাঁর প্রেরিত রসূল ।",
        "kolemau": "উচ্চারণ: লা-ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ ।"
    },
    {
        "kolemabangla": "দ্বিতীয় কালেমা: কালেমায়ে শাহাদাত (সাক্ষ্য বাক্য)",
        "kolemaarbi":"اَشْهَدُ اَنْ لَّا اِلَهَ اِلَّا اللهُ وَحْدَهُ لَاشَرِيْكَ لَهُ وَاَشْهَدُ اَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُه",
        "kolemaor": "অর্থ: আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া অন্য কেউ ইবাদতের উপযুক্ত না এবং আল্লাহর কোন অংশীদার নেই | আমি আরো সাক্ষ্য দিচ্ছি যে, হযরত মুহাম্মদ (সাঃ) আল্লার শ্রেষ্ঠ বান্দা এবং আল্লাহ প্রেরিত রসূল ।",
        "kolemau": "উচ্চারণ: আশহাদু আল লা-ইলাহা ইল্লাল্লাহু ওয়াহ্দাহু লা-শারিকালাহু ওয়াশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহু ।"
    },
    {
        "kolemabangla": "তৃতীয় কালেমা: কালেমায়ে তামজিদ (শ্রেষ্ঠত্ববাদী বাক্য)",
        "kolemaarbi": "سُبْحَان لِلّه وَ الْحَمْدُ   لِلّهِ وَ لآ اِلهَ اِلّا اللّهُ، وَ اللّهُ اَكْبَرُ وَلا حَوْلَ وَلاَ قُوَّة  ِلَّا بِاللّهِ الْعَلِىّ الْعَظِيْم",
        "kolemaor": "অর্থ : মহিমান্বিত আল্লাহর, সমস্ত প্রশংসা আল্লাহর | আল্লাহ ছাড়া কোন মাবুদ নাই | আল্লাহ মহান | সমস্ত প্বিত্রতা আল্লাহর সকল প্রশংসা আল্লাহর | আল্লাহ ছাড়া কোন শক্তি নাই, কোন ক্ষমতা নাই, তিনি সম্মানিত, তিনি মহান ।",
        "kolemau": "উচ্চারণ: সুবহানআল্লাহি ওয়াল হামদু লিল্লাহি ওয়ালা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার, ওয়ালা হাওলা ওয়ালা কুয়াতা ইল্লা বিল্লাহিল আলীইল আজিম ।"
    },
    {
        "kolemabangla": "চতুর্থ কালেমা: কালেমায়ে তাওহীদ (একাত্ববাদী বাক্য)",
        "kolemaarbi": "لا الهَ اِلَّا اللّهُ وَحْدَهُ لا شَرِيْكَ لَهْ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْى وَ يُمِيْتُ وَ هُوَحَىُّ لَّا يَمُوْتُ اَبَدًا اَبَدًا ط ذُو الْجَلَالِ وَ الْاِكْرَامِ ط بِيَدِهِ الْخَيْرُ ط وَهُوَ عَلى كُلِّ شَئ ٍ قَدِيْرٌٌ",
        "kolemaor": "অর্থ : আল্লাহ এক আর কোন মাবুদ নেই তিনি এক তার কোন অংশীদার নেই। সমস্ত সৃষ্টি জগৎ এবং সকল প্রশংসা তাঁরই। তিনি জীবন প্রদান করেন আবার তিনিই মৃত্যুর কারণ তার হাতেই সব কিছু এবং তিনিই সৃষ্টির সবকিছুর উপর ক্ষমতাবান ।",
        "kolemau": "উচ্চারণ: লা-ইলাহা ইল্লাল্লাহু ওয়াহ্ দাহু লা-সারিকা লা-হু লাহুল মুলকু ওয়া লাহুল হামদু ইউহা ই ওয়া উ মিতু বি ইয়া সি হিল খাইরু ওয়া-হু-ওয়া আ-লা কুল্লি শাইয়িন ক্বাদীর ।"
    },
    {
        "kolemabangla": "পঞ্চম কালেমা: কালেমায়ে ই-রুদ-ই কুফর (অবিশ্বাসীদের প্রত্যাখ্যানমূলক বাক্য)",
        "kolemaarbi": "َاَللَّهُمَّ اِنِّىْ اَعُوْذُبِكَ مِنْ اَنْ اُشْرِكَ بِكَ شَيْئً وَاَنَا اعَلَمُ بِهِ وَاَسْتَغْفِرُكَ لِمَا اعَلَمُ بِهِوَمَا لاَاعَلَمُ بِهِ تُبْتُ عَنْهُ وَتَبَرَّأتُ مِنَ الْكُفْرِ وَالشِّرْكِ وَالْمَعَاصِىْ كُلِّهَا وَاَسْلَمْتُ وَاَمَنْتُ وَاَقُوْلُ اَنْ لاَّاِلَهَ اِلاَّاللهُ مُحَمَّدُ رَّسَوْلُ اللهِ",
        "kolemaor": "অর্থ : হে আল্লাহ! আমি তোমার নিকট আশা করছি, যেন কাহাকেও তোমার সহিত অংশীদার না করি। আমার জানা-অজানা গুনাহ হতে ক্ষমা চহিতেছি এবং ইহা হতে তওবা করিতেছি । কুফর, শিরক এবং অন্যান্য সমস্ত গুনাহ হতে বিদুরীত হইতেছি এবং প্রতিজ্ঞা করিতেছি আল্লাহ ব্যতীত অন্য কোন মাবুদ নাই, মুহাম্মদ মুস্তফা (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তাঁহার রাসুল ।",
        "kolemau": "উচ্চারণ: আল্লাহুম্মা ইন্নী আউযুবিকা মিন আন উশরিকা বিকা শাইআও ওয়া আনা আলামু বিহি ওয়া আসতাগ ফিরুকা লিমা আলামু বিহি ওয়ামা লা আলামু বিহি তুবতু আনহু ওয়া তাবাররাতু মিনাল কুফরি ওয়াশ্শির্কি ওয়াল মা আছি কুল্লিহা ওয়া আসলামতু ওয়া আমানতু ওয়া আক্বলু আল্লা ইলাহা ইল্লাল্লাহু মুহাম্মাদু রাসূলুল্লাহ ।"
    },
    {
        "kolemabangla": "ষষ্ঠ কালেমা: কালেমায়ে আস্তাগফার (অনুশোচন বাক্য)",
        "kolemaarbi": "اسْتَغْفِرُ اللّهَ رَبِّىْ مِنْ كُلِّ ذَنْبٍ اَذْنَبْتُه عَمَدًا اَوْ خَطَاً سِرًّا اَوْ عَلَانِيَةً وَاَتُوْبُ اِلَيْهِ مِنْ الذَّنْبِ الَّذِىْ اَعْلَمُ وَ مِنْ الذَّنْبِ الَّذِىْ لا اَعْلَمُ اِنَّكَ اَنْتَ عَلَّامُ الغُيُبِ وَ سَتَّارُ الْعُيُوْبِ و َغَفَّارُ الذُّنُوْبِ وَ لا حَوْلَ وَلا قُوَّةَ اِلَّا بِاللّهِ الْعَلِىِّ العَظِيْم",
        "kolemaor": "অর্থ: আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করি যে আমার খোদা, সে সব পাপ থেকে যা আমি জেনে অথবা না জেনে , গোপনে কিংবা প্রকাশ্যে করেছি এবং আমি আল্লাহ্ দিকে যাই সেই সমস্ত পাপ থেকে যা আমি জানি কিংবা জানিনা। নিশ্চয়ই তিনি ( আল্লাহ ) , তিনি সব গোপন কিছু জানেন এবং সব গোপন বিষয় সম্পর্কে অবগত আছেন এবং সমস্ত পাপের ক্ষমাকারী। এবং তিনি ( আল্লাহ ) ছাড়া কোন ক্ষমতা বা শক্তি নেই, তিনি সবচেয়ে বড় ও সবচেয়ে মহান ।",
        "kolemau": "উচ্চারণ: আস্তাগফেরুল্লাহ রাব্বি মিন কুল্লি ধামবিন আধনাবতুহু 'আমাদান আও খাতা-আন সিররান আও 'আলাআনিয়াতা-ওয়ান ওয়া-আতবু ইলাহি মিন-আধ ধামবি-ইলাধি এ'লামু ওয়ামিনা-ধ ধামবি-ল লাধি লাআ আ'লামু ইন্নাকা আন্তা 'আল্লাআমু-ল ঘুয়ুবি ওয়াস্ততারু-ল 'উইউবি ওয়া ঘাফফারু-ধ ধুনুবি ওয়ালা হাওয়ালা ওয়ালা কুয়াতা ইল্লা বিল্লাহি-ল 'ইলিয়াইল আযিম ।"
    }

]