[
    {
        "title": "ভূমিকা :",
        "main": "নামাজ বা সালাত হল ইসলাম ধর্মের প্রধান উপাসনাকর্ম । প্রতিদিন ৫ ওয়াক্ত ( নির্দিষ্ট নামাযের নির্দিষ্ট সময় ) নামাজ আদায় করা প্রত্যেক মুসলিমের জন্য আবশ্যক বা ফরজ । নামায ইসলামের পঞ্চস্তম্ভের একটি । ঈমান বা বিশ্বাসের পর নামাযই ইসলামের সবচেয়ে গুরুত্বপূর্ণ স্তম্ভ ।"
    },
    {
        "title": "নামাজের বাইরে সাতটি ফরজ :",
        "main": "১. শরীর পবিত্র হওয়া। \n২. কাপড় পবিত্র হওয়া। \n৩. নামাজের জায়গা পবিত্র হওয়া। \n৪. সতর ঢাকা (অর্থাৎ পুরুষের নাভি থেকে হাঁটুর নিচ পর্যন্ত এবং নারীদের চেহারা, দুই হাত কবজি পর্যন্ত ও পায়ের পাতা ছাড়া গোটা শরীর ঢেকে রাখা। মনে রাখা আবশ্যক, পর্দার ক্ষেত্রে নারীদের পুরো শরীর সতরের অন্তর্ভুক্ত)। \n৫. কিবলামুখী হওয়া। \n৬. ওয়াক্তমতো নামাজ পড়া। \n৭. অন্তরে নির্দিষ্ট নামাজের নিয়ত করা।"
    },
    {
        "title": "নামাজের ভেতরে ছয়টি ফরজ :",
        "main": "১. তাকবিরে তাহরিমা, অর্থাৎ শুরুতে আল্লাহু আকবার বলা। \n২. ফরজ ও ওয়াজিব নামাজ দাঁড়িয়ে পড়া। \n৩. কিরাত পড়া (অর্থাৎ কোরআন শরিফ থেকে ন্যূনতম ছোট এক আয়াত পরিমাণ পড়া ফরজ)। \n৪. রুকু করা। \n৫. দুই সিজদা করা। \n৬. শেষ বৈঠক (নামাজের শেষে তাশাহহুদ পরিমাণ বসা)"
    },
    {
        "title": "নামাজের ওয়াজিব ১৪টি :",
        "main": "০১. প্রত্যেক নামাজে সুরা ফাতিহা (আলহামদুলিল্লাহ) পড়া। \n০২. প্রত্যেক নামাজে সুরা ফাতিহার পর (কিরাত) সুরা মিলনো (কমপক্ষে তিন আয়াত অথবা তিন আয়াতের সমকক্ষ এক আয়াত পরিমাণ তিলাওয়াত করা)। \n০৩. ফরজ নামাজের প্রথম দুই রাকাআতকে কিরাতের জন্য নির্ধারিত করা। \n০৪. কিরাআত, রুকু, সিজদার মধ্যে ক্রমধারা বা তারতিব ঠিক রাখা। \n০৫. কাওমা করা অর্থাৎ রুকু থেকে সোজা হয়ে দাঁড়ানো। \n০৬. জলসা করা অর্থাৎ দুই সিজদার মাঝখানে সোজা হয়ে বসা। \n০৭. তাদিলে আরকান করা অর্থাৎ রুকু, সিজদা, কাওমা, জলসায় কমপক্ষে এক তাসবিহ পরিমাণ স্থির থাকা। যাতে শরীরের প্রতিটি অঙ্গ যথাস্থানে পৌঁছে যায়। \n০৮. কাদায়ে ওলা অর্থাৎ তিন বা চার রাকাআত বিশিষ্ট নামাজে দুই রাকাআত পর আত্তাহিয়াতু পড়া বা সম-পরিমাণ সময় বসা। \n০৯. প্রথম ও শেষ বৈঠকে আত্তাহিয়াতু পড়া। \n১০. জাহেরি নামাজে প্রথম দুই রাকাআত ইমামের জন্য উচ্চস্বরে কিরাআত পড়া এবং সিররি নামাজের মধ্যে ইমাম ও একাকি নামাজির অনুচ্চ শব্দে কিরাআত পড়া। \n১১. সালাম ফিরানো। অর্থাৎ ‘আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ’ বলে নামাজ শেষ করা। \n১২. বিতরের নামাজের দোয়ায়ে কুনুত পড়ার জন্য অতিরিক্ত তাকবির বলা এবং দোয়ায়ে কুনুত পড়া। \n১৩. দুই ঈদের নামাজে ছয় ছয় তাকবির বলা। \n১৪. প্রত্যেক রাকাআতের ফরজ এবং ওয়াজিবগুলোর তারতিব (ধারাবাহিকতা) ঠিক রাখা। \n \nআল্লাহ তাআলা উপরোক্ত বিষয়গুলো যথাযথ আদায় করার তাওফিক দান করুন। সমগ্র মুসলিম উম্মাহকে নামাজি হিসেবে কবুল করুন। আমিন।"
    },
    {
        "title": "নামাজ ভঙ্গ হওয়ার প্রসিদ্ধ কারণ ১৯টি :",
        "main": "১. নামাজে অশুদ্ধ পড়া। \n২.  নামাজের ভেতর কথা বলা। \n৩.  কোনো লোককে সালাম দেওয়া। \n৪.  সালামের উত্তর দেওয়া। \n৫. উহ্-আহ্ শব্দ করা। \n৬.  বিনা ওজরে কাশি দেওয়া। \n৭.  আমলে কাসির করা। \n৮. বিপদে কিংবা বেদনায় শব্দ করে কাঁদা। \n৯.  তিন তাসবিহ পরিমাণ সতর খুলিয়া থাকা। \n১০. মুক্তাদি ছাড়া অন্য ব্যক্তির লোকমা (ভুল সংশোধন) লওয়া। \n১১. সুসংবাদ বা দুঃসংবাদে উত্তর দেওয়া। \n১২. নাপাক জায়গায় সেজদা করা। \n১৩. কিবলার দিক থেকে সিনা ঘুুরে যাওয়া। \n১৪. নামাজে কোরআন শরিফ দেখে পড়া। \n১৫. নামাজে শব্দ করে হাসা। \n১৬. নামাজে সাংসারিক কোনো বিষয় প্রার্থনা করা। \n১৭. হাসির জবাব দেওয়া। \n১৮. নামাজে খাওয়া ও পান করা। \n১৯. ইমামের আগে মুক্তাদি দাঁড়ানো। \n \nপ্রসিদ্ধ এই ১৯টি ছাড়াও নামাজ ভঙ্গ হওয়ার আরো কারণ আছে। যেমন—কোনো প্রাপ্তবয়স্ক নারী পাশে এসে নামাজে দাঁড়িয়ে যাওয়া, ইমামের আগে কোনো রোকন আদায় করে ফেলা, ইচ্ছাকৃত ওজু ভাঙার মতো কোনো কাজ করে ফেলা, পাগল, মাতাল কিংবা অচেতন হয়ে যাওয়া ইত্যাদি নামাজ ভঙ্গের কারণ।"
    }
]