[
    {
        "title": "ভূমিকাঃ",
        "head": "অযু হল ইসলামের বিধান অনুসারে দেহের অঙ্গ-প্রতঙ্গ ধৌত করার মাধ্যমে পবিত্রতা অর্জনের একটি পন্থা। মুসলমানদের নামাজের পূর্বে অযু করে নেয়া বাধ্যতামূলক। কুরআনে আছে, নিশ্চয়ই আল্লাহ তওবাকারী এবং অপবিত্রতা থেকে যারা বেঁচে থাকে তাদেরকে পছন্দ করেন। সূরা বাকারা, আয়াত:২২২ ।"
    },
    {
        "title": "অজুর ফরজ ৪ টি",
        "head": "১. মুখমণ্ডল পরিষ্কার করা । \n২. কনুইসহ দুই হাতের কব্জি পরিষ্কার করা । \n৩. মাথা মসেহ করা । \n৪. টাখনুসহ পা পরিষ্কার করা ।"
    },
    {
        "title":"ওজু করার পদ্ধতি",
        "head": "১. প্রথমে মনে মনে ওযুর নিয়ত করবে। কারণ নিয়ত ছাড়া কোন কর্মই শুদ্ধ হয় না। \n২. ‘বিসমিল্লাহ্‌’ বলে ওযু শুরু করবে। কারণ শুরুতে তা না বললে ওযু হয় না। \n৩. তিনবার দুইহাত কব্জি পর্যন্ত ধুয়ে নেবে।হাতে ঘড়ি, চুড়ি, আংটি প্রভৃতি থাকলে তা হিলিয়ে তার তলে পানি পৌঁছাবে। আঙ্গুল দিয়ে আঙ্গুলের ফাঁকগুলো খেলাল করবে। \n৪. তারপর ডানহাতে পানি নিয়ে ৩ বার কুল্লি করবে। \n৫. অতঃপর পানি নিয়ে নাকের গোড়ায় লাগিয়ে টেনে নিয়ে বামহাত দ্বারা নাক ঝাড়বে। এরুপ ৩ বার করবে। তবে রোযা অবস্থায় থাকলে সাবধানে নাকে পানি টানবে, যাতে গলার নিচে পানি না চলে যায়। \n৬. অতঃপর মুখমন্ডল (এক কান থেকে অপর কানের মধ্যবর্তী এবং কপালের চুলের গোড়া থেকে দাড়ির নিচের অংশ পর্যন্ত অঙ্গ) ৩ বার পানি লাগিয়ে দুইহাত দ্বারা ধৌত করবে। \n৭. অতঃপর প্রথমে ডানহাত আঙ্গুলের ডগা থেকে কনুই পর্যন্ত এবং তদনুরুপ বামহাত ৩ বার (প্রত্যেক বারে পুরোহাতে পানি ফিরিয়ে রগড়ে) ধৌত করবে। \n৮. অতঃপর একবার মাথা মাসাহ্‌ করবে; নতুন পানি দ্বারা দুই হাতকে ভিজিয়ে আঙ্গুল গুলিকে মুখোমুখি করে মাথার সামনের দিক (যেখান থেকে চুল গজানো শুরু হয়েছে সেখান) থেকে পিছন দিক (গর্দানের যেখানে চুল শেষ হয়েছে সেখান) পর্যন্ত স্পর্শ করে পুনরায় সামনের দিকে নিয়ে এসে শুরুর জায়গা পর্যন্ত পূর্ণ মাথা মাসাহ্‌ করবে। \n৯. অতঃপর আর নতুন পানি না নিয়ে ঐ হাতেই দুই কান মাসাহ্‌ করবে; শাহাদতের (তর্জনী) দুই আঙ্গুল দ্বারা দুই কানের ভিতর দিক এবং দুই বুড়ো আঙ্গুল দ্বারা দুই কানের পিঠ ও বাহির দিক মাসাহ্‌ করবে। \n১০. অতঃপর প্রথমে ডান পা ও পরে বাম পা গাঁট পর্যন্ত ৩ বার করে রগড়ে ধোবে। কড়ে আঙ্গুল দ্বারা পায়ের আঙ্গুলের ফাঁকগুলো খেলাল করে রগড়ে ধৌত করবে। \n১১. এরপর হাতে পানি নিয়ে কাপড়ের উপর থেকে শরমগাহে ছিটিয়ে দেবে। বিশেষ করে পেশাব করার পর ওযু করলে এই আমল অধিকরুপে ব্যবহার্য। যেহেতু পেশাব করে তাহারতের পর দু-এক কাতরা পেশাব বের হওয়ার অসঅসা থাকে। সুতরাং পানি ছিটিয়ে দিলে ঐ অসঅসা দূর হয়ে যায়।"
    },
    {
        "title":"অজু ভঙ্গের কারণ",
        "head": "১. পায়খানা ও পেশাবের রাস্তা দিয়ে কোনো কিছু বের হওয়া। \n২. ‘রক্ত, পূঁজ, বা পানি বের হয়ে গড়িয়ে পড়া। \n৩.  মুখ ভরে বমি করা। \n৪. থুথুর সঙ্গে রক্তের ভাগ সমান বা বেশি হওয়া। \n৫. চিৎ বা কাত হয়ে হেলান দিয়ে ঘুম যাওয়া। \n৬. পাগল, মাতাল বা অচেতন হলে। \n৭. নামাজে উচ্চস্বরে হাসি দিলে।"
    }
]